{
  "_name_or_path": "/root/.cache/torch/sentence_transformers/colorfulscoop_bert-base-ja",
  "architectures": [
    "BertModel"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 2,
  "cls_token_id": 2,
  "eos_token_id": 3,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "layer_norm_eps": 1e-12,
  "mask_token_id": 4,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "sep_token_id": 3,
  "tokenizer_class": "DebertaV2Tokenizer",
  "torch_dtype": "float32",
  "transformers_version": "4.9.1",
  "type_vocab_size": 2,
  "unk_token_id": 1,
  "use_cache": true,
  "vocab_size": 32000
}
