{"do_lower_case": false, "bos_token": "[CLS]", "eos_token": "[SEP]", "unk_token": "<unk>", "sep_token": "[SEP]", "pad_token": "<pad>", "cls_token": "[CLS]", "mask_token": "[MASK]", "split_by_punct": false, "sp_model_kwargs": {}, "special_tokens_map_file": "/root/.cache/torch/sentence_transformers/colorfulscoop_bert-base-ja/special_tokens_map.json", "tokenizer_file": null, "name_or_path": "/root/.cache/torch/sentence_transformers/colorfulscoop_bert-base-ja", "tokenizer_class": "DebertaV2Tokenizer"}